export default [
    {
        year: '2022',
        title: 'Учусь, работаю над пет-проектами',
        duration: '1 год',
        details: 
            'Нарабатываю опыт и реализую свои идеи.'
    },
    {
        year: '2023',
        title: 'Учеба в школе 21 от Сбера',
        duration: '1 год',
        details: 
            'Глубоко изучил C, занимался разработкой операционных систем и других низкоуровневых программ.'
    },
    {
        year: '2024',
        title: 'Работа в Нанософт',
        duration: '1 год',
        details: 
            'Глубоко изучил C++, занимался интеграцией нового формата в САПР \"Нанокад\".'
    }
]